<?php

return [

    'date_types' => [
        'today'             => 'დღეს',
        'this_week'         => 'ეს კვირა',
        'this_month'        => 'ეს თვე',
        'this_quarter'      => 'ეს კვარტალი',
        'this_year'         => 'ეს წელი',
        'year_to_date'      => 'წლის თარიღი'
    ],

    'date_type'             => 'თარიღის ტიპი',
    'start_date'            => '- შეიყვანეთ დაწყების თარიღი -',
    'end_date'              => '- შეიყვანეთ დამთავრების თარიღი -',

    'date_type'             => 'თარიღის ტიპი',
    'start_date'            => '- შეიყვანეთ დაწყების თარიღი -',
    'end_date'              => '- შეიყვანეთ დამთავრების თარიღი -',

];
