<?php

return [

    'name' => 'Подвійний вхід',
    'description' => 'План Рахунків, Журнал Записів, Головна Книга та інше',

    'accounting' => 'Бухгалтерський облік',
    'chart_of_accounts' => 'План рахунку|Діаграма рахунків',
    'coa' => 'COA',
    'journal_entry' => 'Запис в журналі',
    'general_ledger' => 'Головна книга',
    'balance_sheet' => 'Балансовий звіт',
    'trial_balance' => 'Пробний Баланс',
    'journal_report' => 'Журнал-посібник',
    'account' => 'Рахунок',
    'debit' => 'Дебет',
    'credit' => 'Кредит',
    'total_type' => 'Разом :type',
    'totals_balance' => 'Загальний і Кінцевий Баланс',
    'balance_change' => 'Зміна Балансу',
    'bank_cash' => 'Банк & готівка',
    'default_type' => 'За замовчуванням :type',
    'current_year_earnings' => 'Прибуток поточного року',
    'liabilities_equities' => 'Зобов\'язання та акції',
    'ledgers' => 'Головна бухгалтерська книга|Головні бухгалтерські книги',
    'bank_accounts' => 'Рахунок|Рахунки',
    'tax_rates' => 'Податкова ставка|Податкові ставки',
    'edit_account' => 'Редагувати :type Облікового запису',
    'issued' => 'Видано',
    'sub' => 'Під',
    'parents' => 'Батьківський елемент|Батьківські елементи',
    'journals' => 'Журнал|Журнали',
    'entries' => 'Запис|Записи',

    'accounts' => [
        'receivable' => 'Дебіторська заборгованість',
        'payable' => 'Кредиторська заборгованість',
        'sales' => 'Продажі',
        'expenses' => 'Загальні Витрати',
        'sales_discount' => 'Знижка на продаж',
        'purchase_discount' => 'Знижка на купівлю',
        'owners_contribution' => 'Внесок власників',
    ],

    'document' => [
        'detail' => 'Обліковий запис :class використовується для правильного введення бухгалтерського обліку вашого :type та для того, щоб ваші запити були точні.',
    ],

    'empty' => [
        'manual_journal' => 'Запис у журналі - це акт ведення або ведення записів будь-яких операцій. Запис у журналі може складатися з кількох записів, кожен з яких є дебетом або кредитом.'
    ],

];
